Repository: AlisterH/glipper-lite
Catalog: trunk/glipper-ng/help/*/*.po
Languages: de

source: To manage your snippets, select the <application>Snippets</application> plugin from the <guilabel>Plugin</guilabel> dialog and then click on the <guibutton>Preferences</guibutton> button.
de: Um deine Schnipsel zu verwalten, wähle das <application>Snippets</application> Plugin aus dem <guilabel>Plugin</guilabel> Dialog and klicke dann auf den <guibutton>Einstellungen</guibutton> Knopf.

source: Managing snippets
de: Schnipsel verwalten

source: The <application>Snippets</application><guibutton>Preferences</guibutton> displays two tables:
de: Die Schnipseleinstellungen zeigen zwei Tabellen an:

source: The table on the left contains the current history.
de: Die linke Tabelle beinhaltet den jetzigen Verlauf.

source: The table on the right contains the snippets you added from the history.
de: Die rechte Tabelle beinhaltet die Schnipsel die du aus dem Verlauf hinzugefügt hast.

source: To add an history item to the snippet list, select the item you want to add in the history list and click the <guibutton>Add</guibutton> button. The newly created snippet will now appear in the snippet list.
de: Um einen Verlaufseintrag zu der Schnipselliste hinzuzufügen, wähle den Eintrag den du hinzufügen willst in der Verlaufsliste aus und klicke dann auf den <guibutton>Hinzufügen</guibutton> Knopf. Der neu erzeugte Schnipsel wird nun in der Schnipselliste erscheinen.

source: To remove a snippet, select the corresponding item in the snippets list, and then click the <guibutton>Remove</guibutton> button.
de: Um ein Schnipsel zu entfernen, wähle den zugehörigen Eintrag in der Schnipselliste und klicke dann auf en <guibutton>Entfernen</guibutton> Knopf.

source: Using snippets
de: Schnipsel benutzen

source: To fill the contents of your clipboard with a snippet, select <guimenuitem>Snippets</guimenuitem> from the <guimenu>main menu</guimenu> and then one of the snippets in the list.
de: Um die Inhalte deiner Zwischenablagen mit einem Schnispel zu füllen, wähle <guimenuitem>Schnipsel</guimenuitem> aus dem <guimenu>Hauptmenü</guimenu> und dann einen der Schnipsel in der Liste.

source: Grow Plugin
de: Wachsen Plugin

source: The <application>Grow</application> Plugin detects whether a new entry is just a grown version of the previous one, and if so, deletes the previous.
de: Das <application>Wachsen</application> Plugin erkennt ob ein neuer Eintrag nur eine gewachsene Version eines Vorherigen ist, und falls ja, wird der Vorherige gelöscht.

source: Legal
de: Rechtliches

source: Glipper Licence
de: Glipper Lizenz

source: <application>Glipper</application> is licenced under the GPL, see the <application>Glipper</application> about box for details.
de: <application>Glipper</application> steht unter der GPL Lizenz, siehe die <application>Glipper</application> Über Box für Details.

source: translator-credits
de: Sven rech <svenrech@gmx.de>
