Repository: AlisterH/glipper-lite
Catalog: trunk/glipper-ng/help/*/*.po
Languages: de

source: Glipper Manual
de: Glipper Handbuch

source: Glipper devs
de: Glipper Entwickler

source: Glipper dev
de: Glipper Entwickler

source: Glipper Manual V0.90
de: Glipper Handbuch V0.90

source: This manual describes version 1.0 of Glipper.
de: Dieses Handbuch beschreibt Version 1.0 von Glipper

source: To report a bug or make a suggestion regarding the <application>Glipper</application> application or this manual, follow the directions in the <ulink url="http://glipper.sourceforge.net" type="help">Glipper project page</ulink>.
de: Um einen Fehler zu berichten oder einen Vorschlag für bezüglich dem Programm <application>Glipper</application> oder diesem Handbuch zu machen, befolge die Anweisungen auf der <ulink url="http://glipper.sourceforge.net" type="help">Glipper Projektseite</ulink>.

source: Introduction
de: Einführung

source: <application>Glipper</application> is a GNOME applet for managing your clipboards.
de: <application>Glipper</application> ist ein GNOME Applet um Zwischenablagen zu verwalten.

source: <application>Glipper</application> sits in the panel and collects everything that is copied to the clipboard. <application>Glipper</application> maintains a history both of the "copy" clipboard, usually filled with <keycombo><keycap>Ctrl+C</keycap></keycombo> and of the "select" clipboard, filled when text is selected.
de: <application>Glipper</application> sitzt im Panel und sammelt alles was in die Zwischenablage kopiert wird. <application>Glipper</application> verwaltet einen Verlauf von sowohl der "Kopieren" Zwischenablage, überlicherweise mit <keycombo><keycap>Strg+C</keycap></keycombo> gefüllt, und der "Markieren" Zwischenablage, welche gefüllt wird sobald ein Text selektiert wird.

source: <application>Glipper</application> lets you choose an item from the history to fill the current clipboards.
de: <application>Glipper</application> lässt dich einen Eintrag des Verlaufs aussuchen, um die momentane Zwischenablage zu füllen.

source: The webpage for <application>Glipper</application> can be found at the <ulink url="http://glipper.sourceforge.net">Glipper project page</ulink>.
de: Die Webseite von <application>Glipper</application> kann auf der <ulink url="http://glipper.sourceforge.net">Glipper Projekt Seite</ulink> gefunden werden.

source: Usage
de: Benutzung

source: Starting Glipper
de: Glipper starten

source: To start <application>Glipper</application>, right-click on the GNOME panel and choose <guimenuitem>Add To Panel</guimenuitem>. Select <guisubmenu>Clipboard Manager</guisubmenu> in the dialog, then click <guibutton>OK</guibutton>. Glipper will appear in the panel then.
de: Um <application>Glipper</application> zu starten, rechtsklicke auf das GNOME Panel und wähle <guimenuitem>Zum Panel hinzufügen</guimenuitem>. Wähle <guisubmenu>Zwischenablagenverwalter</guisubmenu> in dem Dialog, dann klicke auf <guibutton>OK</guibutton>. Glipper wird dann im Panel erscheinen.

source: The layout of the <application>Glipper</application> icon in the panel varies depending on the size and type of the panel in which the applet resides.
de: Das Layout des <application>Glipper</application> Symbols im Panel variiert abhänging von der Größe und dem Typ des Panels in welchem das Applet sich befindet.

source: The two different clipboards
de: Die beiden unterschiedlichen Zwischenablagen

source: Under <application>X</application>, the windowing system for which <application>Glipper</application> is designed, there are two separate clipboards.
de: In <application>X</application>, dem Fenstersystem für welches <application>Glipper</application> konstruiert ist, existieren zwei seperate Zwischenablagen.

source: The "copy" clipboard is filled when you use the copy function of an application. Usually the copy function is used by selecting text and pressing <keycombo><keycap>Ctrl+C</keycap></keycombo>, or with a <guibutton>Copy</guibutton> button. Use the paste function of an application to paste the contents of the "copy" clipboard. The paste function is usually used by pressing <keycombo><keycap>Ctrl+V</keycap></keycombo>, or with a <guibutton>Paste</guibutton> button.
de: Die "Kopieren" Zwischenablage wird gefüllt sobald du die Kopierfunktion einer Anwendung benutzt. Normalerweise wird die Kopierfunktion benutzt indem Text selektiert wird und <keycombo><keycap>Strg+C</keycap></keycombo> gedrückt wird, oder mit einem <guibutton>Kopieren</guibutton> Knopf. Benutze die Einfügefunktion einer Anwendung um den Inhalt der "Kopieren" Zwischenablage einzufügen. Die Einfügefunktion wird normalerweise benutzt indem <keycombo><keycap>Strg+V</keycap></keycombo> gedrückt wird, oder mit einem <guibutton>Einfüge</guibutton> Knopf.

source: The "select" clipboard is filled when you select text in any application. As soon as you select any text, it is put in the "select" clipboard. To paste text from the "select" clipboard, simply press the middle mouse button.
de: Die "Markieren" Zwischenablage wird gefüllt sobald du einen Text in irgendeiner Anwendung markierst. Sobald ein Text selektiert wird, gelangt er in die "Markieren" Zwischenablage. Um den Text der momentanen "Markieren" Zwischenablage einzufügen, drücke einfach die mittlere Maustaste.

source: By default, the contents of the "copy" clipboard are marked as bold in the <guimenu>main menu</guimenu>. The contents of the "select" clipboard are shown at the top of the list.
de: Standardmäßig wird der Inhalt der "Kopieren" Zwischenablage im <guimenu>Hauptmenü</guimenu> dick markiert. Der Inhalt der "Markieren" Zwischenablage wird ganz oben angezeigt.

source: Selecting an element from the clipboard history
de: Ein Element des Zwischenablagenverlaufs wählen

source: Open the <guimenu>main menu</guimenu> by clicking on the <application>Glipper</application> icon in the panel. You can also use the keyboard shortcut, which is <keycombo><keycap>Ctrl+Alt+C</keycap></keycombo> by default.
de: Öffne das <guimenu>Hauptmenü</guimenu> indem du das <application>Glipper</application> Symbol im Panel anklickst. Du kannst ebenso das Tastaturküzel benutzen, welches Standardmäßig <keycombo><keycap>Strg+Alt+C</keycap></keycombo> ist.

source: Click on an item from the history.
de: Klicke auf einen Eintrag des Verlaufs.

source: Both the contents of the "copy" and of the "select" clipboards are replaced when you choose an element from the clipboard history. The new item can be pasted both with the paste function of your application and with the middle mouse button.
de: Beide Inhalt der "Kopieren" und der "Markieren" Zwischenablage werden ersetzt sobald du ein Element des Zwischenablagenverlaufs wählst. Der neue Eintrag kann nun sowohl per Einfügefunktion, als auch mit der mittleren Maustaste eingefügt werden.

source: <application>Glipper</application> lets you replace the current contents of the clipboards with an element from the clipboard history. To use an element previously copied to the clipboard as the current contents of the clipboards: <placeholder-1/><placeholder-2/>
de: <application>Glipper</application> lässt dich die momentanen Inhalte der Zwischenablagen mit einem Element des Zwischenablagenverlaufs ersetzen. Um ein vorher kopiertes Element als jetzigen Inhalt der Zwischenablagen zu benutzen: <placeholder-1/><placeholder-2/>

source: Preferences
de: Einstellungen

source: Use the <guilabel>Preferences</guilabel> dialog to customize <application>Glipper</application> to suit your requirements and preferences.
de: Benutze den <guilabel>Einstellungen</guilabel> Dialog um <application>Glipper</application> anzupassen um deinen Vorraussetzungen und Vorlieben zu entsprechen.

source: To display the <guilabel>Preferences</guilabel> dialog, right click on the <application>Glipper</application> icon in the panel and choose <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice>.
de: Um den <guilabel>Einstellungen</guilabel> Dialog anzuzeigen, rechtsklicke auf das <application>Glipper</application> Symbol im Panel und wähöe <menuchoice><guimenuitem>Einstellungen</guimenuitem></menuchoice>.

source: Glipper Preferences
de: Glipper Einstellungen

source: Description
de: Beschreibung

source: Amount of entries in history
de: Anzahl der Einträge im Verlauf

source: Use this spin box to specify how many clipboard items should be saved and shown in the <guimenu>main menu</guimenu>.
de: Benutze diese Drehbox um zu spezifizieren wie viele Zwischenablageneinträge gespeichert und im <guimenu>Hauptenü</guimenu> angezeigt werden sollen.

source: Length of one history entry
de: Länge eines Verlaufseintrages

source: Use this spin box to specify the maximum number of characters of one item in the history.
de: Benutze diese Drehbox um die maximale Anzahl von Zwichen eines Eintrages im Verlauf anzugeben.

source: Select - Mark/middle mouse button
de: Markieren - Markieren/Mittlere Maustaste

source: Select this option to maintain a history of the "select" clipboard.
de: Wähle diese Option um einen Verlauf der "Markieren" Zwischenablage zu verwalten.

source: Copy - Ctrl+C/Ctrl+V
de: Kopieren - Strg+C/Strg+V

source: Select this option to maintain a history of the "copy" clipboard.
de: Wähle diese Option um einen Verlauf der "Kopieren" Zwischenablage zu verwalten.

source: Tag Ctrl+C clipboard's content in history (bold)
de: Markiere Strg+C Zwischenablageninhalt im Verlauf (dick)

source: Select this option to have <application>Glipper</application> mark the contents of the "copy" clipboard.
de: Wähle diese Option damit <application>Glipper</application> den Inhalt der "Kopiere" Zwischenablage markiert.

source: Save history
de: Speichere Verlauf

source: Select this option to save the contents of the clipboards. If you select this, you will keep the history of clipboards from your last session.
de: Wähle diese Option um den Inhalt der Zwischenablage zu speichern. Falls du dies wählst, wirst du den Zwischenablagenverlauf deiner letzten Sitzung behalten.

source: Key combination for popup
de: Tastenkombination für das Popup-Fenster

source: Enter a key combination to change the main menu keyboard shortcut.
de: Trage eine Tastenkombination ein um das Hauptmenü Tastaturkürzel zu ändern. (Bitte beachte das die Kombination hier auf englisch angegeben werden muss)

source: You can add more features to <application>Glipper</application> by enabling plugins. A plugin is a module that enhances the functionality of the <application>Glipper</application> core program. Plugins may add new items to the <application>Glipper</application><guimenu>main menu</guimenu> for the new features they provide.
de: Du kannst mehr Funktionen zu <application>Glipper</application> hinzufügen indem du Plugins aktivierst. Ein Plugin ist ein Modul welches die Funktionalität des <application>Glipper</application> Kernprogrammes erweitert. Plugins können neue Einträge zu dem <application>Glipper</application> <guimenu>Hauptmenü</guimenu> hinzufügen, um neue Funktionen anzubieten.

source: Use the <guilabel>Plugin</guilabel> dialog to enable or disable plugins, or see which plugins are currently enabled.
de: Benutze den <guilabel>Plugindialog</guilabel> um Plugins zu aktivieren oder deaktivieren oder um zu sehen welche Plugins zur Zeit aktiviert sind.

source: To display the <guilabel>Plugin</guilabel> dialog, right click on the <application>Glipper</application> icon in the panel and choose <menuchoice><guimenuitem>Plugin</guimenuitem></menuchoice>.
de: Um den <guilabel>Plugindialog</guilabel> anzuzeigen, rechtsklicke auf das <application>Glipper</application> Symbol im Panel und wähle <menuchoice><guimenuitem>Plugin</guimenuitem></menuchoice>."

source: <application><link linkend="plugins-actions">Actions</link></application> allows you to define commands to run when an item matches a regular expression.
de: <application><link linkend="plugins-actions">Aktionen</link></application> erlauben dir Kommandos zu definieren welche abgearbeitet werden sobald ein Eintrag auf einen regulären Ausdruck passt.

source: <application><link linkend="plugins-network">Network</link></application> connects multiple Glipper processes via network to synchronize their history.
de: <application><link linkend="plugins-network">Netzwerk</link></application> verbindet mehrere Glipper Prozesse übers Netzwerk um ihre Verläufe zu synchronisieren.

source: <application><link linkend="plugins-newline">Newline</link></application> adds a newline character at the end of items in the clipboard.
de: <application><link linkend="plugins-newline">Neue Zeile</link></application> fügt eine neue Zeile am Ende der Zwischenablageneinträge ein.

source: <application><link linkend="plugins-nopaste">Nopaste</link></application> allows you to paste the entry of your clipboard to a No-Paste service.
de: <application><link linkend="plugins-nopaste">Nopaste</link></application> erlaubt dir den Eintrag deiner Zwischenablage einem No-Paste Dienst zu übergeben.

source: <application><link linkend="plugins-snippets">Snippets</link></application> allows you to create snippets from history items.
de: <application><link linkend="plugins-snippets">Schnipsel</link></application> erlaubt dir Schnipsel von den Zwischenablageneinträgen zu erzeugen.

source: <application><link linkend="plugins-grow">Grow</link></application> detects whether a new entry is just a grown version of the previous one, and if so, deletes the previous.
de: <application><link linkend="plugins-grow">Wachsen</link></application> erkennt ob a neuer Eintrag nur eine gewachsene Version des vorherigen ist, und falls dem so ist wird der vorherige gelöscht.

source: The following plugins come built-in with <application>Glipper</application>: <placeholder-1/>
de: Die folgenden Plugins werden von <application>Glipper</application> mitgeliefert: <placeholder-1/>

source: Actions Plugin
de: Aktionen Plugin

source: The <application>Actions</application> Plugin allows you to define commands to run when the current item in the clipboards matches a regular expression.
de: Das <application>Aktionen</application> Plugin erlaubt dir Kommandos zu definieren welche abgearbeitet werden falls der jetzige Zwischenablageneintrag auf einen regulären Ausdruck passt.

source: To manage your actions, select the <application>Actions</application> plugin from the <guilabel>Plugin</guilabel> dialog and then click on the <guibutton>Preferences</guibutton> button.
de: Um deine Aktionen zu verwalten, wähle das <applicatin>Aktionen</application> Plugin aus dem <guilabel>Plugin</guilabel> Dialog und klicke dann auf den <guibutton>Einstellungen</guibutton> Knopf.

source: Managing actions
de: Verwalte Aktionen

source: The <application>Actions</application><guibutton>Preferences</guibutton> shows the actions and commands you defined in a table. To add a new action, click the <guibutton>Add action</guibutton> button. The newly created action will now appear in the table.
de: Die Aktionseinstellungen zeigen die Aktionen und Kommandos die du definiert hast in einer Tabelle. Um eine neue Aktion hinzuzufügen, klicke auf den <guibutton>Aktion hinzufügen</guibutton> Knopf. Die neu erstellte Aktion wird nun in der Tabelle erscheinen.

source: To set the regular expression and the description for this action, click the <guilabel>New regular expression</guilabel> and <guilabel>Add your description here</guilabel> labels in the table. You can now add a list of commands to run with the specified action.
de: Um den regulären Ausdruck und die Beschreibung für diese Aktion zu setzen, klicke auf die <guilabel>Neuer regulärer Ausdruck</guilabel> und <guilabel>Füge deine Beschreibung hier ein</guilabel> Beschriftung in der Tabelle. Du kannst nun eine Liste von Kommandos hinzufügen, welche mit der angegebenen Aktion ausgeführt werden.

source: To add a new command to the specified action, select the row corresponding to the action in the table and then click the <guibutton>Add command</guibutton> button
de: Um ein neues Kommando zu der angegeben Aktion hinzuzufügen, wähle die Zeile in der Tabelle welche zu der Aktion gehört und klicke auf den <guibutton>Kommando hinzufügen</guibutton> Knopf

source: To set the program to run and the description for this command, click the <guilabel>New command</guilabel> and <guilabel>Add your description here</guilabel> labels in the table.
de: Um das Programm welches aufgerufen werden soll und die Beschreibung des Kommandos zu setzen, klicke auf die <guilabel>Neues Kommando</guilabel> und <guilabel>Füge deine Beschreibung hier ein</guilabel> Beschriftungen in der Tabelle.

source: The command can use the current clipboard contents as an argument by using %s in the command definition
de: Das Kommando kann den jetzigen Zwischenablageninhalt als ein Argument benutzen, in dem %s in der Kommandodefinition benutzt wird

source: To remove an action or command, select the corresponding item in the table, and then click the <guibutton>Remove</guibutton> button.
de: Um eine Aktion oder ein Kommando zu entfernen, markiere den zugehörigen Eintrag in der Tabelle und klicke dann auf den <guibutton>Entfernen</guibutton> Knopf.

source: Using actions
de: Aktionen benutzen

source: To use the actions you defined in your preferences, select <guimenuitem>Actions</guimenuitem> from the <guimenu>main menu</guimenu>
de: Um die Aktionen die du in den Einstellungen definiert hast zu benutzen, wähke <guimenuitem>Aktionen</guimenuitem> von dem <guimenu>Hauptmenü</guimenu>

source: Select the description corresponding to the action you want to run, and the command will execute.
de: Wähle die Beschreibung welche zu der Aktion gehört die du ausführen willst, und das Kommando wird abgearbeitet.

source: Network Plugin
de: Netwerk Plugin

source: The <application>Network</application> Plugin connects multiple Glipper processes via network to synchronize their history.
de: Das <application>Netwerk</application> Plugin verbindet mehrer Glipper Prozesse übers Netwerk um ihre Verläufe zu synchronisieren.

source: To set up the IPs you want to connect to, select the <application>Network</application> plugin from the <guilabel>Plugin</guilabel> dialog and then click on the <guibutton>Preferences</guibutton> button.
de: Um die IPs zu denen du verbinden willst zu setzen, wähle das <application>Netzwerk</application> Plugin aus dem <guilabel>Plugindialog</guilabel> und klicke auf den <guibutton>Einstellungen</guibutton> Knopf.

source: Managing connections
de: Verwalte Verbindungen

source: The <application>Network</application><guibutton>Preferences</guibutton> displays two tables:
de: Die Netwerkeinstellungen zeigen zwei Tabellen:

source: The first table contains the list of the IPs you want to accept incoming connections from.
de: Die erste Tabelle beinhaltet die Liste der IPs von denen du einkommende Verbindungen akzeptieren willst.

source: The second table contains the list of the IPs you want to connect to.
de: Die zweite Tabelle beinhaltet die Liste der IPs zu denen du verbinden willst.

source: To add new connections to one of the lists, click the <guibutton>Add</guibutton> button corresponding to the table you want to add the IP to.
de: Um eine neue Verbindung zu einer der Listen hinzuzufügen, klicke auf den <guibutton>Hinzufügen</guibutton> Knopf, welcher zu der Tabelle zu der du die IP hinzufügen willst, gehört.

source: You will be asked for the informations about the connection you are creating. In this dialog, you can also specify a password to protect your connection from unwanted users.
de: Du wirst nach den Informationen über die Verbindung die du erstellst gefragt. In dem Dialog kannst du ebenfalls ein Passwort angeben um deine Verbindung vor ungewollten Benutzern zu schützen.

source: If you added a connection to the list of the IPs you want to connect to, then you will be sharing the history when you click the <guibutton>Apply</guibutton> button.
de: Wenn du eine Verbindung zu der Liste der IPs hinzugefügt hast wirst du den Verlauf teilen sobald du auf den <guibutton>Anwenden</guibutton> Knopf klickst.

source: To remove connections to the list, select the row corresponding to the connection you want to remove from one of the tables and click the <guibutton>Remove</guibutton> button.
de: Um Verbindungen von der Liste zu löschen, markiere die Zeile die zu der Verbindung gehört die du von der Tabelle löschen willst, und klicke auf den <guibutton>Entfernen</guibutton> Knopf.

source: If you don't have the Python Cryptography Toolkit (python-crypto) installed, or don't use a password, you data will be transmitted in plain text. This can be a big security issue, because anyone who has access to your physical network connection can read all the data your computers are transmitting. If you have confidential informations in you clipboard (like passwords), they better shouldn't be sent unencrypted.
de: Falls du das Python Cryptography Toolkit (python-crypto) nicht installiert haben solltest, oder kein Passwort benutzt, werden deine Daten im Klartext übertragen. Das kann ein großes Sicherheitsproblem sein, weil jemand der Zugriff auf deine physikalische Netzwerkverbindung hat alle Daten die deine Computer übertragen lesen kann. Wenn du Vertrauenswürdige Informationen in deiner Zwischenablage hast (wie Passwörter), sollten sie lieber nicht unverschlüsselt gesendet werden.

source: Newline Plugin
de: Neue Zeile Plugin

source: The <application>Newline</application> Plugin adds a newline character at the end of items in the clipboard.
de: Das <application>Neue Zeile</application> Plugin fügt eine neue Zeile am Ende deiner Zwischenablageneinträge ein.

source: This is just an example plugin.
de: Dies ist nur ein Beispielsplugin

source: The <application>Nopaste</application> Plugin allows you to paste the item in your clipboard to a Nopaste service.
de: Das <application>Nopaste</application> Plugin erlaubt dir deine Zwischenablageneinträge einem Nopaste Dienst zu übergeben.

source: A Nopaste service is a web application which allows its users to upload snippets of text, usually samples of source code, for public viewing.
de: Ein Nopaste Dienst ist eine Webanwendung welcher dir erlaubt Textschnipsel hochzuladen, oft Teile eine Quellcodes, um sie öffentlich anzuzeigen.

source: Nopaste Preferences
de: Nopaste Einstellungen

source: Language
de: Sprache

source: Use this combo box to specify what is the programming language of the contents you want to paste to the Nopaste service.
de: Benutze diese Kombobox um anzugeben um welche Programmiersprache es sich bei den Inhalten, welche du dem Nopaste Dienst übergeben möchtest, handelt.

source: Enter the name you want to use when pasting to the Nopaste service.
de: Trage den Namen ein den du benutzen möchtest wenn du den Nopaste Dienst benutzt.

source: Using Nopaste
de: Nopaste benutzen

source: To paste the current clipboard contents to the Nopaste service, select <guimenuitem>Nopaste</guimenuitem> from the <guimenu>main menu</guimenu>
de: Um den momentanen Zwischenablageninhalt dem Nopaste Dienst zu übergeben, wähle <guimenuitem>Nopaste</guimenuitem> vom <guimenu>Hauptmenü</guimenu>

source: Snippets Plugin
de: Schnipsel Plugin

source: The <application>Snippets</application> Plugin allows you to create snippets from history items.
de: Das <application>Schnipsel</application> Plugin erlaubt dir Schnipsel von Zwischenablageneinträgen zu erzeugen.

source: Snippets are blocks of text that you can use in different occasions.
de: Schnipsel sind Textblöcke die du zu verschiedenen Anlässen benutzen kannst.
