Repository: AlisterH/glipper-lite
Catalog: trunk/glipper-lite/help/*/*.po
Languages: fr

source: <application>Glipper</application> Manual V0.90
fr: <application>Glipper</application> V0.90

source: Glipper devs
fr: Développeurs Glipper

source: glipper Manual V0.90
fr: Notice glipper V0.90

source: This manual describes version 0.90 of glipper.
fr: Ce notice décrit la Version 0.90 de Glipper.

source: To report a bug or make a suggestion regarding the <application>Glipper</application> application or this manual, follow the directions in the <ulink url="http://sourceforge.net/projects/glipper/" type="help">Glipper project page</ulink>.
fr: Pour signaler un problème ou faire une suggestion a propos de <application>Glipper</application> ou de cette notice, suivez les instructions sur la<ulink url="http://sourceforge.net/projects/glipper/" type="help">page du projet Glipper</ulink>.

source: <application>Glipper</application> is a clipboardmanager for GNOME. <application>Glipper</application> can also be made to work with other desktop environments and window managers.
fr: <application>Glipper</application> est un gestionnaire de presse papier pour GNOME. <application>Glipper</application> peut aussi fonctionner sous d'autres environnements de bureau et gestionnaires de fenêtres.

source: <application>Glipper</application> sits in the notification area and collects everything that is copied to the clipboard. Glipper maintains a history both of the "copy" clipboard, usually filled with <keycombo><keycap>Ctrl+C</keycap></keycombo> and of the "select" clipboard, filled when text is selected.
fr: <application>Glipper</application> se place dans la zone de notification et collecte tout ce que vous copiez vers le presse papier. Glipper Maintient en même temps une historique du presse papier "Copie" qui se remplit habituellement avec la combinaison de touches <keycombo><keycap>Ctrl+C</keycap></keycombo> et du presse papier "Selection" qui se remplit en sélectionnant du texe.

source: <application>Glipper</application> lets you choose an entry from the history to fill the current clipboards.
fr: <application>Glipper</application> vous laisse choisir un élément de l'historique pour remplir les presse papiers.

source: The webpage for <application>Glipper</application> can be found at the <ulink url="http://sourceforge.net/projects/glipper/">Glipper project page</ulink>.
fr: La page web pour <application>Glipper</application> se trouve a partir de la <ulink url="http://sourceforge.net/projects/glipper/">page de projet Glipper</ulink>.

source: Usage
fr: Utilisation

source: Starting glipper
fr: Démarrer Glipper

source: To start <application>glipper</application>, select <guimenuitem>Glipper</guimenuitem> from the <guisubmenu>Accessories</guisubmenu> submenu of the <guimenuitem>Places</guimenuitem> menu.You may also start <application>glipper</application> by typing <command>glipper</command> in a terminal.
fr: Pour démarrer <application>Glipper</application>, sélectionnez <guimenuitem>Glipper</guimenuitem> dans le sous menu <guisubmenu>Accesoires</guisubmenu> du menu <guimenuitem>Applications</guimenuitem>. Vous pouvez aussi démarrer <application>Glipper</application> en tappant <command>glipper</command>dans un terminal.

source: Under GNOME, you may want to add <application>glipper</application> to your list of startup programs. You may do this from the <application>sessions</application> preference tool. To access the the <application>sessions</application> preference tool choose <menuchoice><guimenu> System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem> Sessions</guimenuitem></menuchoice>. Use the <guilabel>Startup Programs</guilabel> tab to add <application>glipper</application>.
fr: Sous GNOME vous voudriez sûrement mettre <application>Glipper</application> dans la liste des programmes au démarrage. Vous pouvez accomplir ceci grâce à l'outil de configuration <application>Sessions</application>. Pour acceder à l'outil de configuration <application>Sessions</application> choisissez <menuchoice><guimenu> Système</guimenu><guisubmenu>Préférences</guisubmenu><guimenuitem>Sessions</guimenuitem></menuchoice>. Utilisez l'onglet <guilabel>Programmes au démarrage</guilabel> pour ajouter <application>glipper</application>.

source: The two different clipboards
fr: Les deux presse papiers

source: Under <application>X</application>, the windowing system for which <application>glipper</application> is designed, there are two separate clipboards.
fr: Sous <application>X</application>, le système de fenêtrage pour lequel <application>Glipper</application> est conçu, il y a deux presse papiers distincts.

source: The "copy" clipboard is filled when you use the copy function of an application. Usually the copy function is used by selecting text and pressing <keycombo><keycap>Ctrl+C</keycap></keycombo>, or with a <guibutton>Copy</guibutton> button. Use the paste function of an application to paste the contents of the "copy" clipboard. The paste function is usually used by pressing <keycombo><keycap>Ctrl+V</keycap></keycombo>, or with a <guibutton>Paste</guibutton> button.
fr: Le presse papiers "copie" se remplit quand vous utilisez la fonction copie de votre application.

source: The "select" clipboard is filled when you select text in any application. As soon as you select any text, it is put in the "select" clipboard. To paste text from the "select" clipboard, simply press the middle mouse button.
fr: Le presse papiers "selection" se remplit quand vous sélectionnez du texte dans une application.

source: By default, the contents of the "copy" clipboard are marked as bold in the <guimenu>main menu</guimenu>. The contents of the "select" clipboard are shown at the top of the list.
fr: Par défaut, le contenu du presse papiers "copie" sont en gras dans le <guimenu>menu principale</guimenu>. Le contenu du presse papiers "selection" sont en haut de la liste.

source: Selecting an element from the clipboard history
fr: Sélectionner un élément de l'historique

source: Open the <guimenu>main menu</guimenu> by clicking on the <application>glipper</application> icon in the notification area. You can also use the keyboard shortcut, which is <keycombo><keycap>Ctrl+Alt+C</keycap></keycombo> by default.
fr: Ouvrez le <guimenu>menu principale</guimenu> en cliquant sur l'icone de <application>Glipper</application> Idans la zone de notification.

source: Click on an item from the history.
fr: Cliquez sur un élément de l'historique.

source: Both the contents of the "copy" and of the "select" clipboards are replaced when you choose an element from the clipboard history. The new item can be pasted both with the paste function of your application and with the middle mouse button.
fr: Le contenu des presse papiers "copie" et "selection" sont tous les deux remplacés par l'élément que vous choissisez. Le nouveau contenu peut maintenant être collé.

source: <application>Glipper</application> lets you replace the current contents of the clipboards with an element from the clipboard history. To use an element previously copied to the clipboard as the current contents of the clipboards : <placeholder-1/><placeholder-2/>
fr: <application>Glipper</application> vous permet de remplacer le contenu du presse papiers par un element de l'historique. Por définir un element de l'historique comme contenu actuel des presse papiers : <placeholder-1/><placeholder-2/>

source: Preferences
fr: Préferences

source: Use the <guilabel>Preferences</guilabel> dialog to customize <application>Glipper</application> to suit your requirements and preferences.
fr: Utilisez le dialogue de <guilabel>Préférences</guilabel> pour adapter <application>Glipper</application> à vos besoins.

source: To display the <guilabel>Preferences</guilabel> dialog, right click on the <application>Glipper</application> icon in the notification area and choose <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice>.
fr: Pour afficher le dialogue de <guilabel>Préférences</guilabel>, faitez un clic droit sur l'icone de <application>Glipper</application> dans la zone de notiification et choissisez <menuchoice><guimenuitem>Préférences</guimenuitem></menuchoice>.

source: Glipper Preferences
fr: Préférences

source: Dialog Element
fr: Elément

source: Amount of entries in history
fr: Nombre d'éléments dans l'historique

source: Use this spin box to specify how many clipboard entrys should be saved and shown in the <guimenu>main menu</guimenu>.
fr: Utilisez cet élément pour spécifier le nombre d'éléments devant être gardés dans l'historique.

source: Length of one history entry
fr: Longueur d'un élément de l'historique.

source: Use this spin box to specify how wide the history list should be.
fr: Utilisez cet élément pour définir la largeur de l'historique.

source: Select - Mark/middle mouse button
fr: Selection - bouton du milieu

source: Select this option to maintain a history of the "select" clipboard.
fr: Sélectionnez cet option pour maintenir une historique du presse papiers "selection".

source: Copy - Ctrl+C/Ctrl+V
fr: Copie - Ctrl+C/Ctrl+V

source: Select this option to maintain a history of the "copy" clipboard.
fr: Sélectionnez cet option pour maintenir une historique du presse papier "Copie".

source: Tag Ctrl+C clipboard's content in history (bold)
fr: Marquez le contenu du presse papier Ctrl+C dans l'historique (gras)

source: Select this option to have <application>glipper</application> mark the contents of the "copy" clipboard.
fr: Sélectionnez cet option pour que <application>glipper</application> marque le contenu du presse papiers "copie"

source: Save history
fr: Sauvegardez l'historique

source: Select this option to save the contents of the clipboards. If you select this, you will keep the history of clipboards from your last session.
fr: Sélectionnez cet option pour savegarder l'historique même quand vous quittez Glipper.

source: Key combination for popup
fr: Raccourci clavier

source: Enter a key combination to change the main menu keyboard shortcut.
fr: Permet de définir un raccourci clavier pour acceder au menu principale.

source: Legal
fr: Légale

source: Glipper Licence
fr: Licence Glipper

source: Glipper is licenced under the LGPL, see the <application>glipper</application> about box for details.
fr: Glipper est publié sous la licence LGPL.

source: Glipper Documentation Licence
fr: Licence pour la documentation
