Repository: AlisterH/glipper-lite
Catalog: tags/fork/glipper-lite/po/*.po
Languages: fr

source: This entry was copied with ctrl+c. It can be pasted with ctrl+v.
fr: Cet élément a été copié avec Ctrl+C Il peut être copié avec Ctrl+V

source: Cannot load icon. Is the software properly installed ?
fr: Ne peut charger l'icône. Le logiciel est-il bien installé ?

source: Glipper - Clipboardmanager (%s)
fr: Glipper - Gestionnaire de presse-papiers (%s)

source: <No Content>
fr: <Vide>

source: This is the last element to be copied. It can be pasted with the middle mouse button.
fr: Ceci est le dernier élément à être copié Il peut être collé avec le bouton du milieu de la sourris.

source: Could not display help for Glipper
fr: Ne peut afficher l'aide pour Glipper

source: Glipper (%s) Clipboardmanager
fr: Glipper (%s) Gestionnaire de presse-papiers

source: translator-credits
fr: Karderio <karderio at gmail dot com>

source: Clipboardmanager for Gnome
fr: Gestionnaire de presse-papiers pour Gnome

source: Help support is not compiled in.
fr: Le support du système d'aide n'a pas été inclu à la compilation

source: To see the documentation, consult the glipper website or compile glipper with GNOME support (see README file).
fr: Pour consulter la documentation, consultez le site de Glipper ou compilez avec le support GNOME

source: Could not load the preferences interface
fr: N'a pas pû charger l'interface pour les préférences

source: <b>Behaviour</b>
fr: <b>Comportement</b>

source: <b>Clipboards</b>
fr: <b>Presse-papiers</b>

source: <b>Limits</b>
fr: <b>Limites</b>

source: Amount of entries in history:
fr: Nombre d'entrées dans l'historique:

source: Copy - Ctrl+C/Ctrl+V
fr: Copie - Ctrl+C/Ctrl+V

source: Glipper Preferences
fr: Préférences de Glipper

source: Key combination for popup:
fr: Raccourci clavier pour le menu :

source: Length of one history entry:
fr: Taille maximale d'une entrée:

source: Select - Mark/middle mouse button
fr: Sélection - Marquer/Bouton central de la souris

source: Tag Ctrl+C clipboard's content in history (bold)
fr: Marquer le contenu du presse-papiers Ctrl+C dans l'historique (en gras)

source: Which clipboards should be managed by Glipper?
fr: Quels presses-papiers devront être gérés par Glipper?

source: Clipboard Manager
fr: Gestionnaire de presse-papiers
