Repository: AlisterH/glipper-lite
Catalog: trunk/glipper-ng/po/*.po
Languages: de, fr, mk, pt, sv

source: Glipper - Popup shortcut:
de: Glipper - Popup Tastaturkürzel:
fr: Glipper - Raccourcis Popup:
mk: Glipper - Кратенка:
pt: Glipper - Atalho para janela popup:
sv: Glipper - Popupgenväg:

source: Empty history
de: Leerer Verlauf
fr: Vider l'historique
mk: Празна историја
pt: Limpar histórico
sv: Töm historik

source: A clipboard manager.
de: Ein Zwischenablagenverwalter.
fr: Un gestionnaire de presse papier
mk: Менаџер на таблата за исечоци.
pt: Um gerenciador de área-de-transferência
sv: En urklippshanterare

source: Glipper website
fr: Site web de Glipper
mk: Веб страната на Glipper
pt: Website do Glipper
sv: Glippers websida

source: translator-credits
de: Sven Rech <svenrech@gmx.de>
fr: Etienne Deparis <etienne.deparis@umaneti.net>
mk: Arangel Angov <arangel@linux.net.mk>
pt: créditos do tradutor
sv: Erik Piehl <erik.piehl@gmail.com@gmx.de>

source: Enabled
de: Aktiviert
fr: Activé
mk: Вклучено
pt: Ativado
sv: Aktiverad

source: Autostart
fr: Démarrage automatique
mk: Автоматски подигнување
pt: Início automático

source: Name
fr: Nom
mk: Име
pt: Nome
sv: Namn

source: Description
de: Beschreibung
mk: Опис
pt: Descrição
sv: Beskrivning

source: <b>Behaviour</b>
de: <b>Verhalten</b>
fr: <b>Comportement</b>
mk: <b>Однесување</b>
pt: <b>Comportamento</b>
sv: <b>Beteende</b>

source: <b>Clipboards</b>
de: <b>Zwischenablagen</b>
fr: <b>Presses-papier</b>
mk: <b>Табли со исечоци</b>
pt: <b>Áreas de transferência</b>
sv: <b>Klippböcker</b>

source: <b>Limits</b>
fr: <b>Limites</b>
mk: <b>Лимити</b>
pt: <b>Limites</b>
sv: <b>Gränser</b>

source: Amount of entries in history:
de: Anzahl der Einträge im Verlauf:
fr: Nombre de pages d'historique
mk: Број на записи во историјата:
pt: Quantidade de entradas no histórico
sv: Antal urklipp i historiken:

source: Copy - Ctrl+C/Ctrl+V
de: Kopieren - Strg+C/Strg+V
fr: Copier "classique" - Ctrl+C/Ctrl+V
mk: Копирање - Ctrl+C/Ctrl+V
pt: Copiar - Ctrl+C/Ctrl+V
sv: Kopiera - Ctrl+C/Ctrl+V

source: Glipper preferences
de: Glipper Einstellungen
fr: Préférences de Glipper
mk: Преференци
pt: Preferências do Glipper
sv: Glipper Inställningar

source: Key combination for popup:
de: Tastenkombination für das Pop-Up Menü:
fr: Combinaison de touches pour le menu popup :
mk: Комбинација од копчиња
pt: Combinação de teclas para janela popup
sv: Tangentkombination för popupmeny:

source: Length of one history entry:
de: Länge eines Verlaufeintrages:
fr: Longueur d'une page d'historique :
mk: Должината на еден запис во историјата:
pt: Tamanho de uma entrada no histórico:
sv: Längd för ett urklipp i historiken:

source: Save history
de: Sichere den Inhalt des Verlaufes
fr: Enregistrer l'historique
mk: Зачувај историја
pt: Salvar histórico
sv: Spara historik

source: Select - Mark/middle mouse button
de: Auswählen - Markieren/Mittlere Maustaste
fr: Sélectionner - Marquer/bouton milieu de la souris
mk: Избирање - Обележување/десно копче на глувчето
pt: Selecionar - Marcar/botão-do-meio do mouse
sv: Välj - Markera/mittenmusknappen

source: Tag Ctrl+C clipboard's content in history (bold)
de: Markiere Strg+C Zwischenablageninhalt im Verlauf (fett)
fr: Différencer les entrées Ctrl+C de l'historique (en gras)
mk: Обележувај ја содржината од Ctrl+C со задебелени букви
pt: Tag Ctrl+C conteúdo da área-de-transferência (negrito)
sv: Markera Ctrl+C klippbokshistorik (fet)

source: Which clipboards should be managed by Glipper?
de: Welche Zwischenablagen sollen von Glipper verwaltet werden?
fr: Quel presse-papier doit être géré par Glipper ?
mk: Кои табли за исечоци да се менаџираат со Glipper?
pt: Quais áreas-de-transferência devem ser gerenciadas pelo Glipper?
sv: Vilka klippböcker ska Glipper hantera?

source: _About
de: Ü_ber
fr: _A propos
mk: _За
pt: _Sobre
sv: _Om

source: _Help
de: _Hilfe
fr: Aide (_H)
mk: _Помош
pt: _Ajuda
sv: _Hjälp

source: _Preferences
de: _Einstellungen
fr: _Préférences
mk: _Преференци
pt: _Preferências
sv: _Inställningar

source: Clipboard manager
de: Zwischenablagenverwalter
fr: Gestionnaire de presse-papier
mk: Менаџер на таблата за исечоци
pt: Gerenciador de área-de-transferência
sv: Klippbokshanterare

source: Manages clipboards
de: Verwaltet Zwischenablagen
fr: Gérer les presses papiers
mk: Ја менаџира таблата за исечоци
pt: Gerencia áreas de transferência
sv: Hanterar klippböcker

source: No actions available
de: Keine Aktionen verfügbar
fr: Pas d'action disponible
mk: Не се достапни дејства
pt: Sem ações disponíveis
sv: Inga val tillgängliga

source: Actions
de: Aktionen
mk: Дејства
pt: Ações
sv: Aktioner

source: Define commands to run when an item matches a regular expression.
de: Definiere Kommandos die ausgeführt werden sollen, sobald ein Eintrag auf einen regulären Ausdruck passt.
fr: Définir quelle action effectuer lorsqu'un élément correspond à une expression régulière.
mk: Дефинирај команда што ќе се извршувам кога некој предмет се совпаѓа со регуларен израз.
pt: Defina os comandos a executar quando um item corresponde a uma expressão-regular
sv: Ange kommandon som ska köras när ett urklipp matchar ett reguljärt uttryck.

source: Add command
de: Füge Kommando hinzu
fr: Ajouter une commande
mk: Додај команда
pt: Adicionar comando
sv: Lägg till kommando

source: Delete action
de: Lösche Aktion
fr: Supprimer une action
mk: Избриши дејство
pt: Excluir ação
sv: Ta bort aktion

source: Delete command
de: Lösche Kommando
fr: Supprimer une commande
mk: Избриши команда
pt: Excluir comando
sv: Ta bort kommando

source: New command
de: Neues Kommando
fr: Nouvelle commande
mk: Нова команда
pt: Novo comando
sv: Nytt kommando

source: Enter description here
de: Gebe Beschreibung hier ein
fr: Entrez ici une description
mk: Внесете опис
pt: Insira a descrição aqui
sv: Ange beskrivning här

source: New regular expression
de: Neuer regulärer Ausdruck
fr: Nouvelle expression régulière
mk: Нов регуларен израз
pt: Nova expressão regular
sv: Nytt reguljärt uttryck

source: Network
de: Netzwerk
fr: Réseau
mk: Мрежа
pt: Rede
sv: Nätverk

source: Connect multiple Glipper processes via network to synchronize their history
de: Verbinde mehrere Glipper Prozesse über's Netzwerk um ihren Verlauf zu synchronisieren
fr: Connecte différentes instances de Glipper via un réseau afin de synchroniser leur historique
mk: Врзете повеќе процеси на Glipper преку мрежа и синхронизирајте ја нивната историја
pt: Conecta múltiplos processos do Glipper via rede para sincronizar seus históricos
sv: Koppla ihop flera Glipperprocessser via nätverket för att synkronisera deras historik

source: Password
de: Passwort
fr: Mot de passe
mk: Лозинка
pt: Senha
sv: Lösenord

source: You have to install the Python Cryptography Toolkit (python-crypto) if you want to use encrypted connections!
de: Du musst das Python Cryptography Toolkit (python-crypto) installierenfalls du verschlüsselte Verbindungen benutzen willst!
fr: Vous devez installer le toolkit de cryptographie Python (python-crypto) si vous souhaitez utiliser des connections cryptées !
mk: Треба да инсталирате Python Cryptography Toolkit (python-crypto) ако сакате да користите енкриптирани врски!
pt: Você precisa instalar o Kit-de-ferramentas de Criptografia Python (python-crypto) se quizer usar conexões encriptadas!
sv: Du måste installera Python Cryptography Toolkit (python-crupto) om du vill använda krypterade anslutningar!

source: New connection
de: Neue Verbindung
fr: Nouvelle connexion
mk: Нова врска
pt: Nova conexão
sv: Ny anslutning

source: Enter IP address:
de: Gib IP Adresse ein:
fr: Entrez une adresse IP :
mk: Внесете IP адреса:
pt: Insira o endereço IP
sv: Ange IP-adress:

source: Enter Password for this Connection:
de: Gib das Passwort für diese Verbindung ein:
fr: Entrez un mot de passe pour cette connexion :
mk: Внесете лозинка за оваа врска:
pt: Insira a senha para esta conexão
sv: Ange lösenord för denna anslutning:

source: New line
de: Neue Zeile
fr: Nouvelle ligne
mk: Нова линија
pt: Nova linha
sv: Ny rad

source: Example plugin that adds a newline character at the end of items in the clipboard
de: Beispiel Plugin, welches einen Zeilenumbruch am Ende eines Eintrages in der Zwischenablage einfügt
fr: Plugin d'exemple qui ajoute un caractère de fin de ligne à la fin de chaque entrées du presse-papier
mk: Пример додаток кој што додава знак на нова линија на крајот од предметите во табелата за исечоци
pt: Plugin de exemplo que adiciona um caracter de nova-linha no fim dos items na área-de-transferência
sv: Exempel på plugin som lägger till en radbrytning till slutet av urkipp i klippboken

source: Nopaste
mk: Не вметнувај
pt: Nopaste (Pastebin)

source: Paste the entry of your clipboard to a Nopaste service
de: Übergibt den Eintrag deiner Zwischenablage einem Nopaste Dienst
fr: Copier la page de votre presse-papier vers un service Nopaste
mk: Вметнете го записот од Вашата табла со сервисот за не вметнување
pt: Cola a entrada da sua área-de-transferência num serviço de Nopaste (Pastebin)
sv: Klistra urklippet i din klippbok till en Nopaste service

source: pasted by Glipper
de: eingefügt von Glipper
fr: collé par Glipper
mk: вметнато со Glipper
pt: Colado pelo Glipper
sv: klistrad av Glipper

source: Glipper user
de: Glipper Benutzer
fr: Utilisateur Glipper
mk: Glipper корисник
pt: Usuário do Glipper
sv: Glipperanvändare

source: History
de: Verlauf
fr: Historique
mk: Историја
pt: Histórico
sv: Historik

source: Snippets
de: Schnipsel
pt: Trechos-prontos

source: No snippets available
de: Keine Schnipsel verfügbar
fr: Aucun snippets disponible
mk: Не се достапни snippets
pt: Sem trechos-prontos disponíveis
sv: Inga snipplets tillgängliga

source: Create snippets from history items
de: Erzeuge Schnipsel von Verlaufseinträgen
fr: Créer des snippets à partir d'entrées de l'historique
mk: Креирајте snippets од предмети од историјата
pt: Criar trechos-prontos de itens do histórico
sv: Skapa snipplets från historik

source: Action manager
de: Aktionsmanager
fr: Gestionnaire d'action
mk: Менаџер за дејства
pt: Gerenciador de ações
sv: Aktionshanterare

source: Add action
fr: Ajouter une action
mk: Додај дејство
pt: Adicionar ação
sv: Lägg till aktion

source: Immediately show available actions
fr: Montrer immédiatement les actions disponibles
mk: Веднаш покажи ги достапните дејства
pt: Mostrar ações disponíveis imediatamente
sv: Visa genast tillgängliga aktioner

source: <b>Connections</b>
de: <b>Verbindungen</b>
fr: <b>Connexions</b>
mk: <b>Врски</b>
pt: <b>Conexões</b>
sv: <b>Anslutningar</b>

source: Accept connections from this hosts:
de: Akzeptiere Verbindungen von diesen Rechnern:
fr: Accepter les connexions de ces hôtes :
mk: Прифаќај врски од овие хостови:
pt: Aceitar conexões destes hosts
sv: Acceptera anslutningar från dessa värdar:

source: Connect to:
de: Verbinde zu:
fr: Se connecter à :
mk: Врзи се за:
pt: Conectar a:
sv: Anslut till:

source: Network preferences
de: Netzwerk Einstellungen
fr: Préférences réseau
mk: Мрежни преференци
pt: Preferências de rede
sv: Nätverksinställningar

source: Please read the security informations about this plugin before using it!
de: Bitte lies die Sicherheitsinformationen über dieses Plugin vor der Nutzung!
fr: Merci de lire attentivement les informations sur ce plugin avant de l'utiliser !
mk: Ве молам прочитајте ги безбедносните информации за додатокот пред да го користите!
pt: Por favor leia as informações de segurança sobre este plugin antes de usá-lo!
sv: Var god läs säkerhetsinformationen om detta plugin innan du använder det!

source: C (C89) C (C99) C++ C# Java Pascal Perl PHP PL/I Python Ruby SQL Visual Basic Plain Text
pt: C (C89) C (C99) C++ C# Java Pascal Perl PHP PL/I Python Ruby SQL Visual Basic Texto puro

source: Language:
de: Sprache:
fr: Langue
mk: Јазик:
pt: Linguagem:
sv: Språk:

source: Nickname:
fr: Pseudonyme :
mk: Прекар:
pt: Apelido:
sv: Smeknamn:

source: Nopaste preferences
de: Nopaste Einstellungen
fr: Préférences Nopaste
mk: Преференци за не вметнување
pt: Preferências de Nopaste (Pastebin)
sv: Nopasteinställningar

source: Add
de: Hinzufügen
fr: Ajouter
mk: Додај
pt: Adicionar
sv: Lägg till

source: Remove
de: Entfernen
fr: Enlever
mk: Отстрани
pt: Remover
sv: Ta bort

source: Snippets manager
de: Schnipselmanager
fr: Gestionnaire de snippets
mk: Менаџер за snippets
pt: Gerenciador de trechos-prontos
sv: Snipplethanterare

source: Grow
de: Wachsen
fr: Agrandir
mk: Порасни
pt: Aumentar
sv: Längre

source: This plugin detects whether a new entry is just a grown version of the previous one, and if so, deletes the previous.
de: Dieses Plugin erkennt ob ein neuer Eintrag nur eine gewachsene Variante des Vorherigen ist, und falls es so ist, wird der Vorherige gelöscht.
fr: Ce plugin détecte automatiquement lorsqu'une nouvelle entrée n'est qu'une version agrandie d'une précédente, et, le cas échéant, supprime la précédente.
mk: Додатокот детектира дали новиот запис е дел е само додаден на старата верзиај или пак се работи за целосно нов запис.
pt: Este plugin detecta quando uma nova entrada é apenas uma versão maior de uma anterior e, caso positivo, exclui a anterior.
sv: Detta plugin upptäcker om ett nytt urklipp är en längre version av ett tidigare urklipp. Om detta är fallet raderas det kortare urklippet.

source: Pl_ugins
mk: До_датоци

source: <Ctrl><Alt>c
de: <Ctrl><Atl>c
fr: <Ctrl><Atl>c
sv: <Ctrl><Atl>c

source: Popup available actions when a new item gets added to the history
de: Zeige verfügbare Aktionen sobald ein neuer Eintrag zum Verlauf hinzugefügt wird
