Repository: AlisterH/glipper-lite
Catalog: trunk/glipper/help/*/*.po
Languages: it

source: <application>Glipper</application> Manual V0.90
it: Manuale di <application>Glipper</application> V0.90

source: Glipper devs
it: Sviluppatori di Glipper

source: Glipper dev
it: Sviluppatore di Glipper

source: glipper Manual V0.90
it: Manuale di glipper V0.90

source: This manual describes version 0.90 of glipper.
it: Questo manuale si riferisce alla versione 0.90 di glipper.

source: To report a bug or make a suggestion regarding the <application>Glipper</application> application or this manual, follow the directions in the <ulink url="http://sourceforge.net/projects/glipper/" type="help">Glipper project page</ulink>.
it: Per segnalare un bug o dare un consiglio riguardante l'applicazione Glipper o questo manuale, segui le istruzioni nella <ulink url="http://sourceforge.net/projects/glipper/"type="help">Pagina del progetto Glipper</ulink>.

source: Introduction
it: Introduzione

source: <application>Glipper</application> is a clipboardmanager for GNOME. <application>Glipper</application> can also be made to work with other desktop environments and window managers.
it: <application>Glipper</application> è un gestore di appunti per GNOME. <application>Glipper</application> può funzionare anche con altri ambienti desktop e gestori di finestre.

source: <application>Glipper</application> sits in the notification area and collects everything that is copied to the clipboard. Glipper maintains a history both of the "copy" clipboard, usually filled with <keycombo><keycap>Ctrl+C</keycap></keycombo> and of the "select" clipboard, filled when text is selected.
it: <application>Glipper</application> risiede nell'area di notifica e colleziona tutto ciò che è copiato negli appunti. Glipper conserva una cronologia sia degli appunti "copia", generalmente riempiti con <keycombo><keycap>Ctrl+C</keycap></keycombo> che degli appunti "selezione", riempiti quando il testo viene selezionato.

source: <application>Glipper</application> lets you choose an entry from the history to fill the current clipboards.
it: <application>Glipper</application> ti permette di scegliere una voce della cronologia per riempire gli appunti correnti.

source: The webpage for <application>Glipper</application> can be found at the <ulink url="http://sourceforge.net/projects/glipper/">Glipper project page</ulink>.
it: La pagina web per <application>Glipper</application> può essere trovata alla <ulink url="http://sourceforge.net/projects/glipper/">Pagina del progetto Glipper</ulink>.

source: Usage
it: Utilizzo

source: Starting glipper
it: Avviare glipper

source: To start <application>glipper</application>, select <guimenuitem>Glipper</guimenuitem> from the <guisubmenu>Accessories</guisubmenu> submenu of the <guimenuitem>Places</guimenuitem> menu.You may also start <application>glipper</application> by typing <command>glipper</command> in a terminal.
it: Per avviare <application>glipper</application>, seleziona <guimenuitem>Glipper</guimenuitem> dal sottomenù <guisubmenu>Accessori</guisubmenu> del menù <guimenuitem>Applicazioni</guimenuitem>. Puoi anche avviare <application>glipper</application> digitando <command>glipper</command> in un terminale.

source: Under GNOME, you may want to add <application>glipper</application> to your list of startup programs. You may do this from the <application>sessions</application> preference tool. To access the the <application>sessions</application> preference tool choose <menuchoice><guimenu> System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem> Sessions</guimenuitem></menuchoice>. Use the <guilabel>Startup Programs</guilabel> tab to add <application>glipper</application>.
it: Sotto GNOME, potresti voler aggiungere <application>glipper</application> alla lista delle applicazioni di avvio. Puoi farlo dallo strumento <application>sessioni</application> delle preferenze. Per accedere allo strumento <application>sessioni</application> delle perefenze seleziona <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferenze</guisubmenu><guimenuitem> Sessioni</guimenuitem></menuchoice>. Usa il pannello <guilabel>Avvio programmi</guilabel> per aggiungere <application>glipper</application>.

source: The two different clipboards
it: Due tipi di appunti differenti

source: Under <application>X</application>, the windowing system for which <application>glipper</application> is designed, there are two separate clipboards.
it: Sotto <application>X</application>, il sistema di finestre per cui <application>glipper</application> è progettato, ci sono due tipi di appunti.

source: The "copy" clipboard is filled when you use the copy function of an application. Usually the copy function is used by selecting text and pressing <keycombo><keycap>Ctrl+C</keycap></keycombo>, or with a <guibutton>Copy</guibutton> button. Use the paste function of an application to paste the contents of the "copy" clipboard. The paste function is usually used by pressing <keycombo><keycap>Ctrl+V</keycap></keycombo>, or with a <guibutton>Paste</guibutton> button.
it: Gli appunti "copia" sono riempiti quando usi la funzione copia di un'applicazione. Di solito la funzione copia è usata selezionando del testo e premendo <keycombo><keycap>Ctrl+C</keycap></keycombo>, o con un pulsante <guibutton>Copia</guibutton>. Usa la funzione incolla di un'applicazione per incollare i contenuti di "copia" negli appunti. La funzione incolla è usata di solito premendo <keycombo><keycap>Ctrl+V</keycap></keycombo>, o con un pulsante <guibutton>Incolla</guibutton>.

source: The "select" clipboard is filled when you select text in any application. As soon as you select any text, it is put in the "select" clipboard. To paste text from the "select" clipboard, simply press the middle mouse button.
it: Gli appunti "selezione" sono riempiti quando selezioni del testo in qualsiasi applicazione. Quando selezioni del testo, viene messo negli appunti "selezione". Per incollare testo dagli appunti "selezione", premi semplicemente il pulsante centrale del mouse.

source: By default, the contents of the "copy" clipboard are marked as bold in the <guimenu>main menu</guimenu>. The contents of the "select" clipboard are shown at the top of the list.
it: Di default, i contenuti degli appunti "copia" sono contrassegnati in grassetto nel <guimenu>menù principale</guimenu>. I contenuti degli appunti "selezione" sono mostrati in cima alla lista.

source: Selecting an element from the clipboard history
it: Selezionare una voce dalla cronologia degli appunti

source: Open the <guimenu>main menu</guimenu> by clicking on the <application>glipper</application> icon in the notification area. You can also use the keyboard shortcut, which is <keycombo><keycap>Ctrl+Alt+C</keycap></keycombo> by default.
it: Apri il <guimenu>menù principale</guimenu> cliccando sull'icona di <application>glipper</application> nell'area di notifica. Puoi anche usare la scorciatoia da tastiera, che è <keycombo><keycap>Ctrl+Alt+C</keycap></keycombo> di default.

source: Click on an item from the history.
it: Clicca in una voce della cronologia.

source: Both the contents of the "copy" and of the "select" clipboards are replaced when you choose an element from the clipboard history. The new item can be pasted both with the paste function of your application and with the middle mouse button.
it: Sia i contenuti degli appunti "copia" che di quelli "selezione" sono sovrascritti quando scegli una voce dalla cronologia degli appunti. La nuova voce può essere incollata sia con la funzione incolla della tua applicazione che con il pulsante centrale del mouse.

source: <application>Glipper</application> lets you replace the current contents of the clipboards with an element from the clipboard history. To use an element previously copied to the clipboard as the current contents of the clipboards : <placeholder-1/><placeholder-2/>
it: <application>Glipper</application> ti permette di sostituire il contenuto corrente degli appunti con una voce della cronologia degli appunti. Per usare una voce copiata precedentemente negli appunti come contenuto corrente degli appunti : <placeholder-1/><placeholder-2/>

source: Preferences
it: Preferenze

source: Use the <guilabel>Preferences</guilabel> dialog to customize <application>Glipper</application> to suit your requirements and preferences.
it: Usa la finestra di dialogo <guilabel>Preferenze</guilabel> per adattare <application>Glipper</application> alle tue necessità e preferenze.

source: To display the <guilabel>Preferences</guilabel> dialog, right click on the <application>Glipper</application> icon in the notification area and choose <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice>.
it: Per visualizzare la finestra di dialogo <guilabel>Preferenze</guilabel>, clicca col pulsante destro sull'icona di <application>Glipper</application> nell'area di notifica e seleziona <menuchoice><guimenuitem>Preferenze</guimenuitem></menuchoice>.

source: Glipper Preferences
it: Preferenze di Glipper

source: Dialog Element
it: Elemento Dialogo

source: Description
it: Descrizione

source: Amount of entries in history
it: Numero di voci della cronologia

source: Use this spin box to specify how many clipboard entrys should be saved and shown in the <guimenu>main menu</guimenu>.
it: Usa questa casella di selezione per specificare quante voci degli appunti devono essere salvate mostrate nel <guimenu>menù principale</guimenu>.

source: Length of one history entry
it: Lunghezza di una voce della cronologia

source: Use this spin box to specify how wide the history list should be.
it: Usa questa casella di selezione per specificare quanto deve essere grande la lista della cronologia.

source: Select - Mark/middle mouse button
it: Seleziona - Evidenzia/pulsante centrale del mouse

source: Select this option to maintain a history of the "select" clipboard.
it: Seleziona questa opzione per mantenere una cronologia degli appunti "selezione".

source: Copy - Ctrl+C/Ctrl+V
it: Copia - Ctrl+C/Ctrl+V

source: Select this option to maintain a history of the "copy" clipboard.
it: Seleziona questa opzione per mantenere una cronologia degli appunti "copia".

source: Tag Ctrl+C clipboard's content in history (bold)
it: Etichetta i contenuti degli appunti Ctrl+C nella cronologia (grassetto)

source: Select this option to have <application>glipper</application> mark the contents of the "copy" clipboard.
it: Seleziona questa opzione per far sì che <application>glipper</application> evidenzi i contenuti degli appunti "copia".

source: Save history
it: Salva cronologia

source: Select this option to save the contents of the clipboards. If you select this, you will keep the history of clipboards from your last session.
it: Seleziona questa opzione per salvare i contenuti degli appunti. Se la selezioni, manterrai la cronologia degli appunti dalla tua ultima sessione.

source: Key combination for popup
it: Scorciatoia da tastiera per il popup

source: Enter a key combination to change the main menu keyboard shortcut.
it: Inserisci una combinazione da tastiera per cambiare la scorciatoia da tastiera del menù principale.

source: Legal
it: Licenza

source: Glipper Licence
it: Licenza di Glipper

source: Glipper is licenced under the LGPL, see the <application>glipper</application> about box for details.
it: Glipper è distribuito sotto licenza LGPL, vedi il dialogo di informazioni di <application>glipper</application> per dettagli

source: Glipper Documentation Licence
it: Licenza Documentazione Glipper

source: translator-credits
it: Eugenio Depalo <eugeniodepalo@mac.com>, 2006
