Repository: AlisterH/glipper-lite
Catalog: trunk/glipper-lite/po/*.po
Languages: de, es, hu, nl, pl, ru

source: This entry was copied with ctrl+c. It can be pasted with ctrl+v.
de: Dieser Eintrag wurde mit Strg+C kopiert. Es kann mit Strg+V eingefügt werden.
es: Esta entrada fue copiada con Ctrl+C Puede pegarla con Ctrl+V
hu: Ez a bejegyzés a Ctrl+c használatával lett másolva. Beilleszthető a Ctrl+v kombinációval.
nl: Deze regel is gekopieerd via Ctrl+C. Hij kan met Ctrl+V geplakt worden.
pl: Ten element został skopiowany przy użyciu crtl+c. Może on zostać wklejony za pomocą Ctrl+v
ru: Эта строка была скопирована при помощи Ctrl-C. Эта строка вставлена при помощи Ctrl-V.

source: Cannot load icon. Is the software properly installed?
es: El icono no puede ser cargado. ¿Está correctamente instalado el programa?
hu: Nem tölthető be az ikon. Megfelelően van telepítve ez a szoftver?
nl: Kan het icoon niet laden. Is de software correct geïnstalleerd?
pl: Niemożna wczytać ikony. Czy aplikacja została poprawnie zainstalowana?
ru: Не могу загрузить иконку. Возможно Glipper-Lite установлен неполностью?

source: Glipper-Lite clipboard manager (%s)
es: Glipper-Lite administrador de portapapeles (%s)
hu: Glipper-Lite vágólapkezelő (%s)
nl: Glipper-Lite klembordmanager (%s)
pl: Glipper-Lite schowek (%s)
ru: Glipper-Lite mенеджер буфера обмена (%s)

source: <No content>
es: <No hay contenido>
hu: <Nincs tartalom>
nl: <Geen inhoud>
pl: <Brak zawartości>
ru: <Нет содержания>

source: This is the last element to be copied. It can be pasted with the middle mouse button.
de: Dies ist das letzte kopierte Element. Es kan mit der mittleren Maustaste eingefügt werden.
es: Este es el último elemento para copiar. Puede ser pegado con el botón central del ratón.
hu: Ez az utolsó másolandó elem. A középső egérgombbal illeszthető be.
nl: Dit is het laatste element dat gekopieerd kan worden. Het kan geplakt worden met de middelste muisknop.
pl: To jest ostatni element do skopiowania Może on zostać skopiowany za pomocą środkowego przycisku myszy.
ru: Этот элемент был скопирован последним. Он может быть вставле средней кнопкой мыши.

source: Glipper-Lite clipboard manager (%s)
es: Glipper-Lite administrador de portapapeles (%s)
hu: Glipper-Lite vágólapkezelő (%s)
nl: Glipper-Lite klembordmanager (%s)
pl: Glipper-Lite schowek (%s)
ru: Glipper-Lite mенеджер буфера обмена (%s)

source: translator-credits
de: Sven Rech <svenrech at gmx dot de>
es: Ignacio (Nacho) Blanco <nacho at nachoblanco dot tk>
hu: Kelemen Gábor <kelemeng@gnome.hu>
nl: Harm Hilvers <harm@tweakers.net>
pl: Wojciech Myrda <vojcek@tlen.pl>
ru: Евгений Вдовин <evdovin at pochta dot ru>

source: Clipboard manager
es: Administrador de Portapapeles
hu: Vágólapkezelő
nl: Klembordmanager
pl: Schowek
ru: Менеджер буфера обмена

source: Help support is not compiled in.
de: Hilfe Unterstützung ist nicht einkompiliert.
es: La ayuda soporte no está compilada.
hu: A súgótámogatás nincs befordítva.
nl: Ondersteuning voor de helpfunctie is niet meegecompileerd.
pl: Pomoc nie została zainstalowana.
ru: Справка не была встроена при сборке.

source: Could not load the preferences interface
de: Konnte das Einstellungsfenster nicht laden
es: no se pudieron cargar las preferencias del interfaz.
hu: Nem sikerült betölteni a beállítófelületet
nl: Het was niet mogelijk om het voorkeurenvenster te laden
pl: Nie mógł wczytać UI ustawień
ru: Не могу загрузить интерфейс настроек

source: Glipper-Lite Preferences
de: Glipper-Lite Einstellungen
es: Preferencias de Glipper-Lite
hu: A Glipper-Lite beállításai
nl: Glipper-Lite-instellingen
pl: Właściwości Glipper-Lite
ru: Свойства Glipper-Lite'а

source: <b>Limits</b>
es: <b>Límites</b>
hu: <b>Korlátok</b>
nl: <b>Limieten</b>
pl: <b>Limity</b>
ru: <b>Пределы</b>

source: Amount of entries in history:
de: Anzahl der Einträge im Verlauf:
es: Número de entradas en el histórico:
hu: Előzménybejegyzések mennyisége:
nl: Aantal regels in de geschiedenis:
pl: Liczba wspisów w historii:
ru: Количество элементов истории:

source: Length of one history entry:
de: Länge eines Verlaufeintrages:
es: Longitud de una entrada de histórico:
hu: Egy előzménybejegyzés hossza:
nl: Lengte van regels in de geschiedenis:
pl: Długość jednego wpisu w historii:
ru: Длина элемента истории:

source: <b>Clipboards</b>
de: <b>Zwischenablagen</b>
es: <b>Portapapeles</b>
hu: <b>Vágólapok</b>
nl: <b>Klemborden</b>
pl: <b>Schowki</b>
ru: <b>Буферы обмена</b>

source: Which clipboards should be managed by Glipper-Lite?
de: Welche Zwischenablagen sollen von Glipper-Lite verwaltet werden?
es: ¿Qué portapapeles debe ser administrado con Glipper-Lite?
hu: A Glipper-Lite mely vágólapokat kezelje?
nl: Welke klemborden moeten door Glipper-Lite beheerd worden?
pl: Które schowki powinny być zarządzane poprzez Glipper-Lite?
ru: За какими буферами обмена должен наблюдать Glipper-Lite?

source: Select - Mark/middle mouse button
de: Auswählen - Markieren/Mittlere Maustaste
es: Seleccionar - Marcar/btón central del ratón
hu: Kijelölés - Kijelölés/középső egérgomb
nl: Selecteren - Markeren/Middelste muisknop
pl: Wybierz - Zaznacz/środkowy przycisk myszy
ru: "Буфер выделения" - Выделение/Вставка средней кнопкой мыши

source: Copy - Ctrl+C/Ctrl+V
de: Kopieren - Strg+C/Strg+V
es: Copiar - Ctrl+C/Ctrl+V
hu: Másolás - Ctrl+c/Ctrl+c
nl: Kopiëren - Ctrl+C/Ctrl+V
pl: Kopiowanie - Ctrl+C/Ctrl+V
ru: "Буфер копирования" - Ctrl+C/Ctrl+V

source: <b>Behaviour</b>
de: <b>Verhalten</b>
es: <b>Comportamiento</b>
hu: <b>Viselkedés</b>
nl: <b>Gedrag</b>
pl: <b>Zachowanie</b>
ru: <b>Свойства</b>

source: Tag Ctrl+C clipboard's content in history (bold)
de: Markiere Strg+C Zwischenablageninhalt im Verlauf (fett)
es: Marcar el contenido del portapapeles de Ctrl+C en el histórico (negrita)
hu: A Ctrl+c vágólap tartalmának kiemelése (félkövéren)
nl: Markeer de inhoud van het Ctrl+C-klembord in de geschiedenis (vet)
pl: Oznacz zawartość schowka Ctrl+C w historii (pogrubiony)
ru: Отмечать содержимое "буфера копирования" в истории жирным шрифтом

source: Save history
de: Sichere den Inhalt des Verlaufes
es: Guardar histórico
hu: Előzmények mentése
nl: Geschiedenis bewaren
pl: Zapisz historię
ru: История сохранения

source: Key combination for popup:
de: Tastenkombination für Pop-Up Menü:
es: Combinación de teclas para menú emergente:
hu: Felugró menü billentyűkombinációja:
nl: Toetscombinatie voor het popupmenu:
pl: Kombinacja przycisków dla popup:
ru: Комбинация клавиш для всплытия:

source: <Ctrl><Alt>c
de: <Ctrl><Atl>c
es: <Ctrl><Atl>C
nl: <Ctrl><Atl>C
ru: <Ctrl><Atl>c

source: Clipboard Manager
de: Zwischenablagenverwalter
es: Administrador de Portapapeles
hu: Vágólapkezelő
nl: Klembordmanager
pl: Schowek
ru: Менеджер буфера обмена

source: Cannot load icon. Is the software properly installed ?
de: Kann Icon nicht laden. Wurde die Software ordnungsgemäß installiert?

source: <No Content>
de: <Kein Inhalt>

source: Could not display help for Glipper-Lite
de: Konnte Hilfe für Glipper-Lite nicht anzeigen

source: Clipboard manager for Gnome
de: Zwischenablagenverwalter für GNOME

source: To see the documentation, consult the Glipper-Lite website or compile Glipper-Lite with GNOME support (see README file).
de: Um die Dokumentation zu sehen, ziehe die Glipper-Lite Webseite zu Rate, oder kompiliere Glipper-Lite mit GNOME Unterstützung (siehe README Datei).
